Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/overview--opencpn_overview.tmx
Source language: en
Languages: ja

source: Marine GPS navigation software
ja: 船舶用GPS航法ソフトウェア

source: OpenCPN provides free navigation software for use at the helm of vessels of all types and sizes, as well as offline for route planning. It has been developed by a team of active sailors using real world conditions for program testing and refinement.
ja: OpenCPNはあらゆる船型や船型の船舶を操船するためのフリーナビゲーション・ソフトウェアや、航路計画のためのオフライン・ソフトウェアを提供しています。これは、プログラムのテストと改良のために実世界の条件を使用して、アクティブな水兵のチームによって開発されました。

source: OpenCPN presents a user with the vessel's current position, speed and course superimposed upon accurate navigational chart images, tide and current predictions. Information received by standard radio links describing the position and intent of other vessels can also be shown.
ja: OpenCPNは、正確な航海図画像、潮汐及び海流予測に重ね合わされた船の現在位置、速度及び針路をユーザに提示します。他の船舶の位置及び意図を記述する標準無線リンクによって受信された情報も示すことができます。

source: As the host vessel moves, new charts are selected and displayed at user specified resolution and detail. Further, the user may enter routes and waypoints allowing interface to an external autopilot for precise course following.
ja: ホストの船舶が移動すると、新しいチャートが選択され、ユーザ指定の解像度および詳細で表示されます。さらに、ユーザは、正確なコース追跡のための外部自動操縦装置へのインターフェースを可能にする経路およびウェイポイントを入力することができます。

source: Core Features
ja: 主要機能

source: OpenCPN supports:
ja: OpenCPN は次のものをサポートします:

source: BSB raster, C-MAP (CM93/2) and S-57 ENC vector charts
ja: BSBラスター、C-MAP(CM93/2)、S-57ENCベクトル図

source: AIS input decoding
ja: AIS入力デコード

source: NMEA GPS or `Gpsd <https://www.berlios.de/software/gpsd/>`_ daemon input
ja: NMEA GPSまたは`Gpsd<https://www.berlios.de/software/gpsd/>`_ デーモンの入力

source: Waypoint / autopilot navigation
ja: ウェイポイント/オートパイロットナビゲーション

source: Unlimited route/mark creation
ja: 無制限のルート/マークの作成

source: International language support
ja: 国際化のサポート

source: Cross-platform support
ja: クロスプラットフォーム対応

source: GRIB weather data overlay
ja: GRIB天候データオーバーレイ

source: Details
ja: 詳細

source: **Website:** https://www.opencpn.org
ja: **ウェブサイト:**https://www.opencpn.org

source: **Licence:** GNU General Public License (GPL) version 2
ja: **ライセンス:** GNU General Public License (GPL) version 2

source: **Software Version:** |version-opencpn|
ja: **ソフトウェアバージョン:** |version-opencpn|

source: **Supported Platforms:** GNU/Linux, Mac OSX, MS Windows
ja: **対応プラットフォーム:** GNU/Linux, Mac OSX, MS Windows

source: **Support:** https://www.cruisersforum.com/forums/f134/
ja: **サポート:**https://www.cruisersforum.com/forums/f134/

source: Quickstart
ja: クイックスタート

source: :doc:`Quickstart documentation <../quickstart/opencpn_quickstart>`
ja: :doc:`クイックスタート文書<./quickstart/opencpn_quickstart>`
